{
    "actors": [
        {
            "id": 0,
            "name": "Narrator"
        },
        {
            "id": 1,
            "name": "Player"
        },
        {
            "id": 2,
            "name": "Richard"
        }


    ],
    "start_node": "1",
    "nodes": [
        {
            "node": "1",
            "talker": 0,
            "text": "Die Sonne geht unter und die beiden sitzen auf einer Bank, welche sich auf einem Berg. Sie haben von dort eine atemberaubende Aussicht über die Stadt.",
            "next_node": "2"

        },
        {
            "node": "2",
            "talker": 1,
            "text": "Ich finde es schön, dass wir uns nochmal sehen.",
            "next_node": "3"
        },
        {
            "node": "3",
            "talker": 2,
            "text": "Ich auch. Weißt du, ich glaube du hattest Recht.",
            "next_node": "4"
        },
        {
            "node": "4",
            "talker": 1,
            "text": "Womit genau? Ich habe oft Recht.",
            "next_node": "5"
        },
        {
            "node": "5",
            "talker": 0,
            "text": " Beide schmunzeln kurz bis Richard, etwas ernster, weiterredet. ",
            "next_node": "6"
        },
        {
            "node": "6",
            "talker": 2,
            "text": "Ich meine damit, dass ich empathischer sein muss. Ich habe, denke ich, wirklich zu viele Vorurteile, vor allem gegenüber armen Menschen.",
            "next_node": "7"
        },
        {
            "node": "6",
            "talker": 1,
            "text": "Es ist ein guter erster Schritt das einzusehen. Man lernt nie aus.",
            "next_node": "7"
        },
        {
            "node": "7",
            "talker": 2,
            "text": "Das stimmt. ",
            "next_node": "8"
        },
        {
            "node": "8",
            "talker": 0,
            "text": "Ein kurzer Moment der Stille erfüllt sie. Sie schauen in den Himmel und auf die Stadt. ",
            "next_node": "9"
        },
        {
            "node": "9",
            "talker": 1,
            "text": "Ich finde es wundervoll, dass du dich weiterentwickeln möchtest. Aber ich glaube, dass du dich dabei auf dich konzentrieren solltest.",
            "next_node": "10"
        },
        {
            "node": "10",
            "talker": 2,
            "text": "Was willst du damit sagen.",
            "next_node": "11"
        },
        {
            "node": "11",
            "talker": 1,
            "text": "Du solltest dabei deinen Fokus nicht auf irgendwelche Dates oder eine eventuelle Beziehung legen. Du solltest dich vor allem mit dir selbst auseinandersetzen. ",
            "next_node": "12"
        },
        {
            "node": "12",
            "talker": 2,
            "text": "Das verstehe ich. Trotzdem bin ich dir dankbar, dass du mir mehr Einsicht gegeben hast.",
            "next_node": "13"
        },
        {
            "node": "13",
            "talker": 0,
            "text": "Etwas unsicher umarmt Richard y/n. Nach dieser unausgesprochenen Verabschiedung steht y/n auf und geht. Richard bleibt noch sitzen, um anzufangen, sich auf sich selbst zu fokussieren. "

        }
    ]
}