{
    "actors": [
        {
            "id": 0,
            "name": "Narrator"
        },
        {
            "id": 1,
            "name": "Player"
        },
        {
            "id": 2,
            "name": "Sarah"
        }

    ],
    "start_node": "1",
    "nodes": [
        {
            "node": "1",
            "talker": 1,
            "text": "Ich fühl mich so einsam. Warum fragt mich niemand nach einem Date?",
            "next_node": "2"

        },
        {
            "node": "2",
            "talker": 2,
            "text": "Du könntest das auch einfach selbst in die Hand nehmen.",
            "next_node": "3"

        },
        {
            "node": "3",
            "talker": 1,
            "text": "Wie meinst du das?",
            "next_node": "4"
        },
        {
            "node": "4",
            "talker": 2,
            "text": "Deine Unsicherheiten erstaunen mich immer wieder. Du bist doch ein toller Mensch. Ich wette, wenn du mal jemanden ansprechen würdest, würde auch ein Date entstehen.",
            "next_node": "5"
        },
        {
            "node": "5",
            "talker": 1,
            "text": "Ach, ich weiß nicht… Ich bin eher der passive Typ. Und Dating Apps funktionieren auch nicht für mich.",
            "next_node": "6"
        },
        {
            "node": "6",
            "talker": 2,
            "text": "Und was wäre mit einem Blind Date?",
            "next_node": "7"

        },
        {
            "node": "7",
            "talker": 1,
            "text": "Ein was?",
            "next_node": "8"
        },
        {
            "node": "8",
            "talker": 2,
            "text": "Na ein Blind Date. Das bedeutet, dass du die Person vorher noch nie gesehen oder wirklich mit ihr gesprochen hast. Das könnte eine gute Alternative für dich sein.",
            "next_node": "9"
        },
        {
            "node": "9",
            "talker": 1,
            "text": "Aber wenn ich doch nicht mit der Person rede, wie sollen wir uns zu einem Date verabreden?",
            "next_node": "10"
        },
        {
            "node": "10",
            "talker": 2,
            "text": "Das macht jemand anders für euch, Dummerchen. Ich, zum Beispiel! Es wäre mir eine Ehre diese Aufgabe zu übernehmen. Ich weiß auch schon den perfekten Kandidaten.",
            "next_node": "11"
        },
        {
            "node": "11",
            "talker": 1,
            "text": "Der da wäre?",
            "next_node": "12"
        },
        {
            "node": "12",
            "talker": 2,
            "text": "Mein Chef von der Arbeit.",
            "next_node": "13"
        },
        {
            "node": "13",
            "talker": 1,
            "text": "Die Fischerfrau?",
            "next_node": "14"
        },
        {
            "node": "14",
            "talker": 2,
            "text": "Das wäre auch eine Idee… Aber nein, ich meine Richard, mein Chef aus dem Büro.",
            "next_node": "15"
        },
        {
            "node": "15",
            "talker": 1,
            "text": "Dieser reiche Typ? Ist der nicht Mitte 40?",
            "next_node": "16"
        },
        {
            "node": "17",
            "talker": 2,
            "text": "Ja, genau der. Also, klar, er ist ein bisschen älter, aber gut sieht er trotzdem aus. Da kannst du meinem geschulten Auge vertrauen.",
            "next_node": "18"
        },
        {
            "node": "18",
            "talker": 1,
            "text": "Dann erzähl mir wenigstens vorher ein bisschen mehr über ihn, damit ich weiß worauf ich mich einlasse.",
            "next_node": "19"
        },
        {
            "node": "19",
            "talker": 2,
            "text": "Nagut. Richard ist ein schwieriger Charakter, aber trotzdem liebenswert. Und, naja, reich halt. Er ist geschieden und hat auch eine Tochter in unserem Alter. Sie kommt manchmal ins Büro. Außerdem ist er eher Einer von der konservativen Sorte, ihm sind Traditionen wichtig. Das gute ist, dass er mit sich reden lässt.",
            "next_node": "20"
        },
        {
            "node": "20",
            "talker": 1,
            "text": "Ich kann mich ja mal mit ihm treffen. Wenn das Date nicht gut verläuft, kann ich mich ja immer noch umentscheiden.",
            "next_node": "21"
        },
        {
            "node": "21",
            "talker": 2,
            "text": "Das ist die richtige Einstellung. Ich werde ihn morgen auf der Arbeit darauf ansprechen und sag dir dann Bescheid. Ich verkuppel euch, wirst schon sehen!",
            "next_node": "22"
        },
        {
            "node": "22",
            "talker": 1,
            "text": "Wir werden sehen…"

        }
    ]

}